Repository: laolinxiaolin/tire-shop-ios
Catalog: TireShop/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: · service
zh_hans: · 服务

source: landed
zh_hans: 到岸成本

source: (stored, leave blank to keep)
zh_hans: (已存储, 留空则保持不变)

source: + Add another method
zh_hans: + 添加其他方式

source: + Add method
zh_hans: + 添加方式

source: + Add tire
zh_hans: + 添加轮胎

source: + New Key
zh_hans: + 新建密钥

source: + New Role
zh_hans: + 新建角色

source: + New User
zh_hans: + 新建用户

source: + New purchase order
zh_hans: + 新建采购订单

source: + New sale
zh_hans: + 新建销售

source: + Service
zh_hans: + 服务

source: + Tire
zh_hans: + 轮胎

source: +Appr
zh_hans: +审批

source: /ea
zh_hans: /条

source: 1 mo
zh_hans: 1个月

source: 1 yr
zh_hans: 1年

source: 1. Customer
zh_hans: 1. 客户

source: 2. Items
zh_hans: 2. 项目

source: 3 mo
zh_hans: 3个月

source: 3. Totals
zh_hans: 3. 总计

source: 30 days
zh_hans: 近 30 天

source: 31–60d
zh_hans: 31–60天

source: 6 mo
zh_hans: 6个月

source: 61–90d
zh_hans: 61–90天

source: 7 days
zh_hans: 近 7 天

source: 90+d
zh_hans: 90天以上

source: A count snapshots on-hand quantities for every active tire in scope. Enter what you actually count, then post to adjust inventory to match.
zh_hans: 盘点会快照范围内所有启用轮胎的现有数量。输入实际盘点数量, 过账后调整库存。

source: A customer is required to save an overpayment as store credit.
zh_hans: 必须选择客户，才能将超额付款存入客户预存余额。

source: API Keys
zh_hans: API 密钥

source: About cheque payments
zh_hans: 关于支票收款

source: Accept prices
zh_hans: 接受价格

source: Accepting replaces tire prices with the current customer prices and clears tire price overrides and additional line adjustments. Saved prices remain unchanged until you accept.
zh_hans: 接受后将使用当前客户价格，并清除轮胎价格覆盖和额外行调整。接受前已保存的价格保持不变。

source: Account
zh_hans: 账户

source: Account History
zh_hans: 账户明细

source: Account billing
zh_hans: 挂账结算

source: Account name
zh_hans: 账户名称

source: Accounting
zh_hans: 会计

source: Actions
zh_hans: 操作

source: Active
zh_hans: 启用

source: Activity
zh_hans: 活动日志

source: Actual COGS
zh_hans: 实际销售成本

source: Actual COGS and profit require verified inventory cost for every included cost movement. Booked COGS may include fallback or unknown historical cost and is provisional. Gross profit excludes the separately posted FET expense and internal delivery expenses.
zh_hans: 实际销售成本及利润要求所有计入的成本变动均有可信的库存成本依据。账面销售成本可能含回退值或未知历史来源，仅作暂定参考。毛利不扣除单独过账的 FET 费用及内部配送费用。

source: Actual unit price
zh_hans: 实际单价

source: Add
zh_hans: 添加

source: Add (+)
zh_hans: 增加 (+)

source: Add Payment Method
zh_hans: 添加付款方式

source: Add a service
zh_hans: 添加服务

source: Add a task…
zh_hans: 添加任务…

source: Add a tire
zh_hans: 添加轮胎

source: Add at customer price
zh_hans: 按客户价格添加

source: Add at least one payment.
zh_hans: 请至少添加一笔付款。

source: Add at least one replacement tire.
zh_hans: 请至少添加一个替换轮胎。

source: Add cash account
zh_hans: 添加现金账户

source: Add containers
zh_hans: 添加集装箱

source: Add containers to this order
zh_hans: 向此订单添加集装箱

source: Add link
zh_hans: 添加链接

source: Add method
zh_hans: 添加方式

source: Add photo
zh_hans: 添加图片

source: Add receipt
zh_hans: 添加凭证

source: Add service…
zh_hans: 添加服务…

source: Add the replacement tire(s) the customer takes.
zh_hans: 添加客户换走的轮胎。

source: Add tire — search by size, brand, SKU…
zh_hans: 添加轮胎 — 按尺寸、品牌、SKU 搜索…

source: Add tires
zh_hans: 添加轮胎

source: Add to quote
zh_hans: 加入报价

source: Added to quote
zh_hans: 已加入报价

source: Adding…
zh_hans: 添加中…

source: Additional line adjustment
zh_hans: 额外行调整

source: Address
zh_hans: 地址

source: Adjust
zh_hans: 调整

source: Adjust more
zh_hans: 继续调整

source: Adjust stock
zh_hans: 调整库存

source: Adjustment log
zh_hans: 调整记录

source: Admin
zh_hans: 管理

source: Administrator address review
zh_hans: 管理员地址审核

source: Administrator override
zh_hans: 管理员授权覆盖

source: Administrator reviewed
zh_hans: 管理员审核时间

source: After line discount; rounded to cents per tire.
zh_hans: 已扣除明细折扣；每条价格四舍五入到分。

source: Agreed goods amount (USD, optional)
zh_hans: 约定货款金额（美元，可选）

source: All
zh_hans: 全部

source: All SKUs
zh_hans: 全部 SKU

source: All check deposit transactions, including reversals. Each deposit lists every associated check payment and invoice.
zh_hans: 显示全部支票存款交易（包括已冲销记录），并列出每笔交易关联的所有支票收款与发票。

source: All fields are required.
zh_hans: 所有字段都必须填写。

source: All fulfillment
zh_hans: 全部交付方式

source: All fulfillment methods
zh_hans: 全部交付方式

source: All historical levels
zh_hans: 全部历史级别

source: All matching customers — totals
zh_hans: 全部匹配客户 — 合计

source: All paid — no balance due.
zh_hans: 已全部缴清 — 没有未结余额。

source: All statuses
zh_hans: 全部状态

source: All time
zh_hans: 全部时间

source: All tires
zh_hans: 全部轮胎

source: All warehouses
zh_hans: 全部仓库

source: All-pos
zh_hans: 全位置

source: Allocated to this order
zh_hans: 分配给此订单的金额

source: Allow camera access in Settings to photograph a receipt or document. You can also choose an existing photo or file.
zh_hans: 请在设置中允许使用相机以拍摄凭证或文件。您也可以选择已有照片或文件。

source: Allow camera access in Settings to photograph a receipt. You can also choose an existing photo or file.
zh_hans: 请在设置中允许使用相机以拍摄凭证。您也可以选择已有照片或文件。

source: Ambiguous
zh_hans: 辖区不明确

source: Amendment history
zh_hans: 修改历史

source: Amount
zh_hans: 金额

source: Amount ($)
zh_hans: 金额 ($)

source: Analytics
zh_hans: 销售分析

source: Anything worth remembering…
zh_hans: 任何需要记住的信息…

source: App
zh_hans: 应用

source: Apparent credit / overpayment to review
zh_hans: 可能有余额抵扣或多付款，请核实

source: Applied the customer's active tax exemption.
zh_hans: 已应用客户当前有效的免税资格。

source: Applied the customer's authorized tax rate override.
zh_hans: 已应用客户获授权的自定义税率。

source: Applied the shop tax rate configured in Settings.
zh_hans: 已应用设置中配置的门店税率。

source: Applied the verified sales tax rate.
zh_hans: 已应用经过验证的销售税率。

source: Applied to invoice
zh_hans: 已应用到发票

source: Applied to invoices
zh_hans: 已应用到发票

source: Apply
zh_hans: 应用

source: Apply adjustment
zh_hans: 应用调整

source: Appr
zh_hans: 审批

source: Approvals
zh_hans: 审批

source: Approve
zh_hans: 批准

source: Approve address verification
zh_hans: 批准地址验证

source: Approve and publish
zh_hans: 批准并发布

source: Approved
zh_hans: 已批准

source: Arrived
zh_hans: 到港日期

source: As of date
zh_hans: 截止日期

source: Ascending
zh_hans: 升序

source: At-risk customers
zh_hans: 流失风险客户

source: Attach a saved copy of a container or purchase-order document. The copy remains with this application if the original is removed.
zh_hans: 附加集装箱或采购订单文件的保存副本。原文件删除后，副本仍保留在此付款申请中。

source: Attach copy
zh_hans: 附加副本

source: Attach purchasing documents
zh_hans: 附加采购文件

source: Attached
zh_hans: 已附加

source: Authoritative source URL
zh_hans: 权威来源网址

source: Authorization reason
zh_hans: 授权原因

source: Authorized price override
zh_hans: 经授权的价格覆盖

source: Automatic customer-level pricing has not been enabled by the shop. Existing pricing rules remain active.
zh_hans: 店铺尚未启用按客户等级自动定价。现有定价规则仍然有效。

source: Automatic jurisdiction lookup currently supports Georgia addresses only.
zh_hans: 自动辖区查询目前仅支持乔治亚州地址。

source: Automatic tax rate
zh_hans: 自动税率

source: Average order
zh_hans: 平均订单金额

source: Awaiting approval
zh_hans: 等待审批

source: BOL
zh_hans: 提单号

source: Back
zh_hans: 返回

source: Back to draft
zh_hans: 退回草稿

source: Back to selection
zh_hans: 返回选择

source: Backup code used
zh_hans: 已使用备用码

source: Balance
zh_hans: 余额

source: Balance owed
zh_hans: 应付余额

source: Balance payment
zh_hans: 尾款

source: Based on complete manifests
zh_hans: 依据完整装箱清单

source: Based on the agreement amount
zh_hans: 依据约定金额

source: Batch
zh_hans: 批次

source: Best sellers
zh_hans: 畅销轮胎

source: Bill
zh_hans: 账单

source: Bill of lading
zh_hans: 提单

source: Bills due now
zh_hans: 当前到期账单

source: Bills without a due date
zh_hans: 未填写到期日的账单

source: Booked COGS
zh_hans: 账面销售成本

source: Booked COGS (provisional)
zh_hans: 账面销售成本（暂定）

source: Brand
zh_hans: 品牌

source: Brand *
zh_hans: 品牌 *

source: Brand Info
zh_hans: 品牌信息

source: Branding
zh_hans: 品牌

source: Branding updated.
zh_hans: 品牌设置已更新。

source: Browse Files
zh_hans: 浏览文件

source: By
zh_hans: 操作人

source: By container
zh_hans: 按集装箱

source: By purchase order
zh_hans: 按采购单

source: CRM lifetime spend includes sales tax and uses sale creation dates; legacy sales and product reports may omit returns. These analytics use invoice recognition and return/reversal posting dates in the shop time zone. Compare the same dates, tax basis, delivery, service, restocking and reversal components before reconciling totals.
zh_hans: CRM 累计消费包含销售税，并按销售创建日期统计；旧销售及商品报表可能不扣除退货。本分析按门店时区的发票确认日期及退货/冲销过账日期统计。核对总额前，请统一日期、含税口径以及配送、服务、补货手续费和冲销等组成部分。

source: Calculating verified sales tax…
zh_hans: 正在计算已验证的销售税…

source: Call
zh_hans: 拨打

source: Camera access needed
zh_hans: 需要相机权限

source: Can't remove more than what's on hand.
zh_hans: 不能移除超过现有的数量。

source: Cancel
zh_hans: 取消

source: Cancel quote
zh_hans: 取消报价

source: Cancel this quote?
zh_hans: 取消此报价?

source: Cancel work order
zh_hans: 取消工单

source: Cancel work order?
zh_hans: 取消工单?

source: Cancelled
zh_hans: 已取消

source: Cannot place call
zh_hans: 无法拨打电话

source: Card
zh_hans: 银行卡

source: Card fee
zh_hans: 刷卡手续费

source: Card payment (includes the card fee)
zh_hans: 刷卡收款 (含刷卡手续费)

source: Card was not read.
zh_hans: 未能读取卡片。

source: Cash
zh_hans: 现金

source: Cash Accounts
zh_hans: 现金账户

source: Cash Movement
zh_hans: 现金变动

source: Category
zh_hans: 类别

source: Category / position
zh_hans: 类别 / 位置

source: Change
zh_hans: 变动

source: Change (+/-)
zh_hans: 增减数量（+/-）

source: Change date
zh_hans: 修改日期

source: Change server
zh_hans: 更换服务器

source: Change supplier
zh_hans: 修改供应商

source: Charged — the server is finalizing it.
zh_hans: 已扣款 — 服务器正在最终确认。

source: Check
zh_hans: 支票

source: Check #
zh_hans: 支票号

source: Check Sales
zh_hans: 检查销售列表

source: Check deposit reminder
zh_hans: 支票存款提醒

source: Check for updates
zh_hans: 检查更新

source: Check image links
zh_hans: 检查外链图片

source: Check number
zh_hans: 支票号码

source: Check payments and invoices
zh_hans: 支票收款及关联发票

source: Checking pricing policy…
zh_hans: 正在检查定价策略…

source: Checking supplier and unpaid bills…
zh_hans: 正在核对供应商及未付款账单…

source: Checking…
zh_hans: 检查中…

source: Checklist
zh_hans: 检查清单

source: Checks
zh_hans: 支票

source: Checks and uploads only stage data. Review the exact diff and validation findings before publishing.
zh_hans: 检查和上传只会暂存数据。发布前请核对完整差异和验证结果。

source: Checks to deposit
zh_hans: 待存支票

source: Choose a PDF or JSON file up to 20 MB.
zh_hans: 请选择不超过 20 MB 的 PDF 或 JSON 文件。

source: Choose a non-empty file from Files.
zh_hans: 请从“文件”中选择非空文件。

source: Choose a non-empty file no larger than 20 MB.
zh_hans: 请选择非空且不超过 20 MB 的文件。

source: Choose a planned deposit date for each cheque payment.
zh_hans: 请为每笔支票收款选择计划存款日期。

source: Choose a price to add the tire. Last sold uses this customer’s most recent invoiced or paid sale, before tax.
zh_hans: 选择价格以添加轮胎。上次售价取自该客户最近已开票或已付款的销售，未含税。

source: Choose a tire
zh_hans: 选择轮胎

source: Choose a year from 2000 through 2100 and a valid quarter.
zh_hans: 请选择 2000 至 2100 年之间的年份和有效季度。

source: Choose from Photos
zh_hans: 从相册选择

source: Choose receipt or confirmation
zh_hans: 选择回单或付款确认凭证

source: Choose the language used throughout the app.
zh_hans: 选择整个应用使用的语言。

source: Choose the quarter you need. Only source records valid throughout that quarter are imported. Import each quarter separately; rates must also be published.
zh_hans: 选择所需季度。仅导入在整个季度内有效的来源记录。每个季度需单独导入，税率表也必须发布。

source: Choose today or an earlier date.
zh_hans: 请选择今天或以前的日期。

source: City
zh_hans: 城市

source: Clear
zh_hans: 清除

source: Clear dates
zh_hans: 清除日期

source: Close
zh_hans: 关闭

source: Close and refresh
zh_hans: 关闭并刷新

source: Code
zh_hans: 代码

source: Collect and create credit
zh_hans: 收款并存入预存余额

source: Collect now
zh_hans: 即时收款

source: Collected via
zh_hans: 收款方式

source: Combined by SKU
zh_hans: 按 SKU 汇总

source: Coming back
zh_hans: 退回

source: Coming soon to mobile. This module is available on the web app today.
zh_hans: 移动端即将推出。该模块目前已在网页版提供。

source: Commissions
zh_hans: 提成

source: Company
zh_hans: 公司

source: Confirm & invoice
zh_hans: 确认并开票

source: Confirm Deny
zh_hans: 确认拒绝

source: Confirm early or unscheduled deposit
zh_hans: 确认存入未到期或未设日期的支票

source: Confirm link
zh_hans: 确认关联

source: Confirm overpayment
zh_hans: 确认超额付款

source: Confirm supplier change
zh_hans: 确认修改供应商

source: Confirm transfer
zh_hans: 确认转账

source: Confirmed
zh_hans: 已确认

source: Confirming payment…
zh_hans: 确认收款中…

source: Confirming...
zh_hans: 确认中…

source: Confirming…
zh_hans: 确认中…

source: Connecting to the reader…
zh_hans: 正在连接读卡器…

source: Container
zh_hans: 集装箱

source: Container Costs (to spread)
zh_hans: 集装箱费用 (待分摊)

source: Container count
zh_hans: 集装箱数量

source: Container membership changed
zh_hans: 集装箱订单归属已变更

source: Containers
zh_hans: 集装箱

source: Containers added
zh_hans: 集装箱已添加

source: Containers in one order must share a supplier. Review and move this shipment into its own order before correcting its supplier.
zh_hans: 同一采购订单的集装箱必须使用相同供应商。请先审核并将此货运移至独立订单，再更正供应商。

source: Continue
zh_hans: 继续

source: Contract / other
zh_hans: 合同 / 其他

source: Control what wholesale customers see: show or hide SKUs, manage product images and image links, and edit descriptions.
zh_hans: 控制批发客户在网店看到的内容：显示或隐藏商品、管理商品图片和外链图片、编辑商品描述。

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy packing list from
zh_hans: 复制装箱清单来源

source: Copy this key now — it won't be shown again.
zh_hans: 请立即复制此密钥 — 之后将无法再次查看。

source: Correct the count on any number of tires at one warehouse in a single numbered batch, so the whole correction stays together in the log and on each tire’s history.
zh_hans: 在同一仓库内一次性修正多个规格的库存，生成一个带编号的批次，整笔调整在记录和每条轮胎的履历中保持在一起。

source: Correction
zh_hans: 更正

source: Cost
zh_hans: 成本

source: Cost *
zh_hans: 成本 *

source: Cost variance
zh_hans: 成本差异

source: Could not adjust stock
zh_hans: 无法调整库存

source: Could not create customer
zh_hans: 无法创建客户

source: Could not create sale
zh_hans: 无法创建销售单

source: Could not create tire
zh_hans: 无法创建轮胎

source: Could not delete count
zh_hans: 无法删除盘点

source: Could not delete the image.
zh_hans: 图片删除失败。

source: Could not email the invoice
zh_hans: 无法发送发票邮件

source: Could not load previous prices.
zh_hans: 无法加载历史售价。

source: Could not load the best-sellers report.
zh_hans: 无法加载畅销轮胎报告。

source: Could not load the dashboard.
zh_hans: 无法加载仪表板。

source: Could not load the payment.
zh_hans: 无法加载此收款。

source: Could not load warehouses.
zh_hans: 无法加载仓库列表。

source: Could not open the invoice PDF
zh_hans: 无法打开发票 PDF

source: Could not post
zh_hans: 无法过账

source: Could not post count
zh_hans: 无法过账盘点

source: Could not prepare the document.
zh_hans: 无法准备文件。

source: Could not prepare the receipt.
zh_hans: 无法准备凭证。

source: Could not read the selected photo.
zh_hans: 无法读取所选照片。

source: Could not record the transfer.
zh_hans: 无法记录转账。

source: Could not refresh import progress
zh_hans: 无法刷新导入进度

source: Could not resolve the customer price.
zh_hans: 无法获取客户价格。

source: Could not reverse
zh_hans: 无法冲销

source: Could not reverse count
zh_hans: 无法冲销盘点

source: Could not save changes
zh_hans: 无法保存更改

source: Could not save count
zh_hans: 无法保存盘点数据

source: Could not save price level.
zh_hans: 无法保存价格等级。

source: Could not save the image link.
zh_hans: 图片链接保存失败。

source: Could not save your profile.
zh_hans: 无法保存您的资料。

source: Could not start count
zh_hans: 无法开始盘点

source: Could not upload the image.
zh_hans: 图片上传失败。

source: Couldn't complete that
zh_hans: 操作未能完成

source: Counted
zh_hans: 已盘

source: Counted quantity
zh_hans: 实盘数量

source: Cover
zh_hans: 封面

source: Coverage
zh_hans: 覆盖范围

source: Coverage quarter
zh_hans: 覆盖季度

source: Coverage year
zh_hans: 覆盖年份

source: Create & use in quote
zh_hans: 创建并用于报价

source: Create Key
zh_hans: 创建密钥

source: Create Role
zh_hans: 创建角色

source: Create User
zh_hans: 创建用户

source: Create containers
zh_hans: 创建集装箱

source: Create customer
zh_hans: 创建客户

source: Create quote
zh_hans: 创建报价

source: Create tire
zh_hans: 创建轮胎

source: Created
zh_hans: 创建时间

source: Created by
zh_hans: 创建人

source: Creating a SKU requires permission to manage inventory and standard prices.
zh_hans: 创建产品需要管理库存和标准价格的权限。

source: Creating the charge…
zh_hans: 正在创建收款…

source: Creating...
zh_hans: 创建中...

source: Creating…
zh_hans: 创建中…

source: Credit
zh_hans: 贷方

source: Credit limit
zh_hans: 信用额度

source: Credit remaining
zh_hans: 剩余余额

source: Current
zh_hans: 当前

source: Current payee
zh_hans: 当前收款方

source: Current price level
zh_hans: 当前价格级别

source: Current published schedule
zh_hans: 当前已发布税率表

source: Current purchase order
zh_hans: 当前采购订单

source: Custom dates
zh_hans: 自定义日期

source: Custom range
zh_hans: 自定义区间

source: Customer
zh_hans: 客户

source: Customer Relations
zh_hans: 客户关系

source: Customer agreement
zh_hans: 客户协议

source: Customer analytics
zh_hans: 客户销售分析

source: Customer owes
zh_hans: 客户应付

source: Customer pays
zh_hans: 客户支付

source: Customer pricing
zh_hans: 客户定价

source: Customer pricing is incomplete. Retry the price preview.
zh_hans: 客户定价不完整。请重试价格预览。

source: Customer rankings
zh_hans: 客户排名

source: Customers
zh_hans: 客户

source: Customize tabs
zh_hans: 自定义标签

source: Customs duty
zh_hans: 关税

source: Dataset
zh_hans: 数据集

source: Dataset history
zh_hans: 数据集历史

source: Date
zh_hans: 日期

source: Date not set
zh_hans: 未设日期

source: Debit
zh_hans: 借方

source: Decided
zh_hans: 已处理

source: Delete
zh_hans: 删除

source: Delete Role
zh_hans: 删除角色

source: Delete count
zh_hans: 删除盘点

source: Delete count?
zh_hans: 删除盘点?

source: Delete customer
zh_hans: 删除客户

source: Delete customer?
zh_hans: 删除客户？

source: Delete description
zh_hans: 删除描述

source: Delete draft
zh_hans: 删除草稿

source: Delete failed
zh_hans: 删除失败

source: Delete role?
zh_hans: 删除角色?

source: Delete this draft?
zh_hans: 删除此草稿?

source: Delete this photo?
zh_hans: 删除这张图片？

source: Delete this receipt? This cannot be undone.
zh_hans: 删除此票据？此操作无法撤销。

source: Deleting...
zh_hans: 删除中…

source: Deleting…
zh_hans: 删除中…

source: Delivery
zh_hans: 配送

source: Delivery revenue
zh_hans: 配送收入

source: Denied
zh_hans: 已拒绝

source: Deny
zh_hans: 拒绝

source: Deny reason (optional)
zh_hans: 拒绝原因 (选填)

source: Deposit Checks
zh_hans: 存入支票

source: Deposit anyway
zh_hans: 仍然存入

source: Deposit checks
zh_hans: 存入支票

source: Deposit date
zh_hans: 存款日期

source: Deposit records
zh_hans: 存款记录

source: Deposit reference
zh_hans: 存款编号

source: Deposited
zh_hans: 已存款

source: Deposited checks
zh_hans: 存入的支票

source: Descending
zh_hans: 降序

source: Description
zh_hans: 描述

source: Description (English)
zh_hans: 描述（英文）

source: Description (中文)
zh_hans: 描述（中文）

source: Deselect all
zh_hans: 取消全选

source: Details
zh_hans: 详情

source: Direction
zh_hans: 排序方向

source: Disable
zh_hans: 停用

source: Disabled
zh_hans: 已停用

source: Discard and leave
zh_hans: 丢弃并离开

source: Discard pending document
zh_hans: 丢弃待上传文件

source: Discard pending receipt
zh_hans: 移除待上传凭证

source: Discard this local draft?
zh_hans: 丢弃本地草稿？

source: Dismiss reminder for today
zh_hans: 今天不再提醒

source: Display name
zh_hans: 显示名称

source: Disposition
zh_hans: 处理方式

source: Document
zh_hans: 文件

source: Document type
zh_hans: 文件类型

source: Documents
zh_hans: 文件

source: Done
zh_hans: 完成

source: Down payment
zh_hans: 订金

source: Download Georgia boundary files
zh_hans: 下载乔治亚州边界文件

source: Draft
zh_hans: 草稿

source: Draft — confirm to decrement stock and issue an invoice.
zh_hans: 草稿 — 确认后将扣减库存并开具发票。

source: Drive
zh_hans: 驱动

source: Due
zh_hans: 待付

source: Due today
zh_hans: 今日到期

source: Duty
zh_hans: 关税

source: ETA
zh_hans: 预计到港

source: ETA not set
zh_hans: 未设置预计到达日期

source: Each new container has independent shipment details. Only the packing list quantities, unit costs and FET are copied.
zh_hans: 每个新集装箱拥有独立的装运信息，仅复制装箱清单的数量、单价和联邦消费税。

source: Each row is a dated recognition, return or reversal event. A later reversal does not remove the original purchase from its historical period.
zh_hans: 每行代表一次有日期的收入确认、退货或冲销。之后的冲销不会删除原期间的购买记录。

source: Edit
zh_hans: 编辑

source: Edit customer
zh_hans: 编辑客户

source: Edit description
zh_hans: 编辑描述

source: Edit draft
zh_hans: 编辑草稿

source: Edit employee
zh_hans: 编辑员工

source: Edit freight sales in the web app.
zh_hans: 请在网页应用中编辑货运销售单。

source: Edit image link
zh_hans: 编辑图片链接

source: Edit link
zh_hans: 编辑链接

source: Edit order details
zh_hans: 编辑订单详情

source: Edit payout account
zh_hans: 编辑发放账户

source: Edit sale
zh_hans: 编辑销售单

source: Edit supplier
zh_hans: 编辑供应商

source: Edit tire
zh_hans: 编辑轮胎

source: Edit vendor
zh_hans: 编辑供应商

source: Effective window
zh_hans: 生效区间

source: Email
zh_hans: 邮箱

source: Email invoice
zh_hans: 邮件发送发票

source: Employee payout account (optional)
zh_hans: 员工发放账户（可选）

source: Employees
zh_hans: 员工

source: Enable
zh_hans: 启用

source: Enabled
zh_hans: 已启用

source: End date
zh_hans: 结束日期

source: End date (inclusive)
zh_hans: 结束日期（含当日）

source: End of Day
zh_hans: 日终结算

source: Enter a complete street, city, state, and ZIP code.
zh_hans: 请输入完整的街道、城市、州和邮政编码。

source: Enter a positive amount
zh_hans: 请输入正数金额

source: Enter a rate from 0 to 100 with up to two decimal places.
zh_hans: 请输入 0 到 100 之间的税率，最多两位小数。

source: Enter a tax rate from 0% to 100% with at most four decimal places.
zh_hans: 请输入 0% 到 100% 之间的税率，最多保留四位小数。

source: Enter a valid amount with no more than two decimal places.
zh_hans: 请输入有效金额，最多两位小数。

source: Enter a valid planned deposit date (YYYY-MM-DD) for each cheque payment.
zh_hans: 请为每笔支票收款输入有效的计划存款日期（YYYY-MM-DD）。

source: Enter a valid, non-negative fee.
zh_hans: 请输入有效的非负手续费。

source: Enter an account name.
zh_hans: 请输入账户名称。

source: Enter an amount from 0 to 999,999,999,999.99 with up to two decimal places.
zh_hans: 金额必须在 0 到 999,999,999,999.99 之间，最多保留两位小数。

source: Enter an approved positive price. A blank Fleet price stays unconfigured.
zh_hans: 请输入已批准的正数价格。车队价格留空表示尚未配置。

source: Enter an email address.
zh_hans: 请输入邮箱地址。

source: Enter as
zh_hans: 录入方式

source: Enter the 6-digit code from your authenticator app.
zh_hans: 请输入验证器应用中的 6 位代码。

source: Enter the 6-digit code we emailed you.
zh_hans: 请输入我们发送到您邮箱的 6 位验证码。

source: Enter the agreement amount in the accounting currency. Keep other currencies in the payment terms.
zh_hans: 请使用记账货币填写约定金额。其他币种请记录在付款条款中。

source: Enter valid start and end dates, with the end on or after the start.
zh_hans: 请输入有效日期，结束日期不能早于开始日期。

source: Errors / warnings
zh_hans: 错误 / 警告

source: Even
zh_hans: 持平

source: Event
zh_hans: 事件

source: Every multi-tire adjustment, newest first. Expand a batch to see the tires it moved.
zh_hans: 按时间倒序列出所有批量调整，展开可查看该批次涉及的轮胎。

source: Everything is above its reorder point.
zh_hans: 所有商品均高于补货点。

source: Everything on this sale has already been returned.
zh_hans: 此销售单已全部退货。

source: Exchange
zh_hans: 换货

source: Expected containers
zh_hans: 预计集装箱数

source: Expense receipts
zh_hans: 支出票据

source: Expenses
zh_hans: 支出

source: Export
zh_hans: 导出

source: Export Excel
zh_hans: 导出 Excel

source: Export failed
zh_hans: 导出失败

source: Export inventory
zh_hans: 导出库存

source: Export purchase orders
zh_hans: 导出采购订单

source: Export spreadsheet
zh_hans: 导出电子表格

source: Exporting…
zh_hans: 正在导出…

source: External link
zh_hans: 外链

source: FET
zh_hans: 消费税 (FET)

source: FET Payable (2300)
zh_hans: 应付 FET (2300)

source: FET on tires
zh_hans: 轮胎 FET

source: Fee
zh_hans: 手续费

source: Fee ($)
zh_hans: 手续费 ($)

source: Fee rate
zh_hans: 费率

source: Fee rate % (optional, e.g. 3 for 3%)
zh_hans: 费率 %（可选，例如 3 表示 3%）

source: File
zh_hans: 文件

source: File is too large to upload.
zh_hans: 文件过大，无法上传。

source: Filters
zh_hans: 筛选

source: Finance
zh_hans: 财务

source: Finish later
zh_hans: 稍后添加

source: Finish without the remaining receipts?
zh_hans: 暂不上传剩余凭证？

source: Finished — review findings
zh_hans: 已完成，请审核结果

source: First check Sales for a draft saved by the previous request. Starting another sale without checking can create a duplicate. This only clears the draft on this device.
zh_hans: 请先检查销售列表，确认上次请求是否已保存草稿。未经检查再次创建可能导致重复。本操作仅清除此设备上的草稿。

source: Fleet
zh_hans: 车队

source: Fleet price
zh_hans: 车队价格
